---
kind: property
id: P:Autodesk.Revit.DB.UnitTypeId.VoltAmperesPerSquareMeter
source: html/d7e79ea9-09d4-29c9-1262-f5debc0e3aba.htm
---
# Autodesk.Revit.DB.UnitTypeId.VoltAmperesPerSquareMeter Property

Volt amperes per square meter.

## Syntax (C#)
```csharp
public static ForgeTypeId VoltAmperesPerSquareMeter { get; }
```